{
    "name": "seaports",
    "items": [
        {
            "name": "seaport-1",
            "title": "Морской порт Карабогаз",
            "type": "marker",
            "parents": ["turkmenistan", "balkanskiy"],
            "options": {
                "lat": 41.543019,
                "lng": 52.559795,
                "icon": "seaport",
                "contentType": "html",
                "content": "<p>Карабогаз (прежнее название Бекдаш) — город в Туркменистане, Балканский велаят (Балканская обл), порт на Каспийском море. Население — 7,3 тыс. жителей (1991 г.). Получил статус города и новое имя — Карабогаз 9 августа 2002 года.</p>"
            }
        },
        {
            "name": "seaport-2",
            "title": "Туркменбашинский международный морской порт",
            "type": "marker",
            "parents": ["turkmenistan", "balkanskiy"],
            "options": {
                "lat": 39.480726,
                "lng": 53.876953,
                "icon": "seaport",
                "contentType": "html",
                "content": "<p>Морской порт, расположенный в восточной части Каспийского моря. Является крупнейшим морским портом в Туркменистане.Находится на территории города Туркменбашы.Туркменбашинский порт имеет важное геополитическое значение в Евразии. Находясь на торговом пути Европа-Кавказ-Азия (TRACECA), он способен принимать суда в течение всего года, круглосуточно проводить погрузочно-разгрузочные работы. Порт является «морскими воротами», связывающими Центральную Азию и Европу морскими, автодорожными и железнодорожными путями и выполняет функции крупнейшего транзитного узла региона.</p>"
            }
        }
    ]
}
